Repository: martin-neumann-gurus/email-verification-plugin
Catalog: languages/webgurus-email-verify-*.po
Languages: de_de, pt_br

source: An error occured while validating the email. Double check the spelling and submit.
de_de: Während der Validierung der E-Mail ist ein Fehler aufgetreten. Die E-Mail überprüfen und fortsetzen.
pt_br: Ocorreu um erro ao validar o e-mail. Verifique se é correto e avance.

source: Comment Forms
de_de: Kommentarformulare
pt_br: Formulários de comentários

source: Disposable emails not allowed.
de_de: Wegwerf-E-Mails nicht erlaubt.
pt_br: E-mails descartáveis não são permitidos.

source: Email correct!
de_de: E-Mail korrekt!
pt_br: Email correto!

source: Email not valid. Did you mean %s?
de_de: Email ist nicht gültig. Meinst du %s?
pt_br: E-mail não é válido. Você quis dizer %s?

source: Email Verification
de_de: E-Mail Verifizierung
pt_br: Verificação de e-mail

source: Enable Verification for following components
de_de: Verifizierung für folgende Komponenten aktivieren
pt_br: Ativar a verificação para os seguintes componentes

source: Find Other Plugins
de_de: Andere Plugins finden
pt_br: Encontrar outros plug-ins

source: If you want to stay up to date about plugin updates and news around WordPress and Marketing Automation, sign up for our newsletter.
de_de: Wenn du über Plugin-Updates und Neuigkeiten rund um WordPress und Marketing Automation auf dem Laufenden bleiben willst, melde dich für unseren Newsletter an.
pt_br: Se quiser se manter informado sobre atualizações de plug-ins e notícias relacionadas ao WordPress e à automação de marketing, inscreva-se em nosso boletim informativo.

source: Keep typing
de_de: Weiterschreiben
pt_br: Continue digitando

source: Not Installed
de_de: Nicht installiert
pt_br: Não instalado

source: Not yet a valid email
de_de: Noch nicht eine gültige E-Mail
pt_br: Ainda não é um e-mail válido

source: Read the Blog
de_de: Blog lesen
pt_br: Ler o blog

source: Sign up Now
de_de: Jetzt abonnieren
pt_br: Inscreva-se agora

source: This email address can't be verified for correctness. Double check the spelling before submitting.
de_de: Diese E-Mail Adresse kann nicht automatisch verifiziert werden. Die E-Mail überprüfen und fortsetzen.
pt_br: Esse email não pode ser verificado se é correto ou não. Confere se é correto e continue.

source: This is not a valid email.
de_de: Das ist keine gültige E-Mail.
pt_br: Isso não é um email válido.

source: Verifies the email submitted at various WordPress forms using the debounce.io API.
de_de: Überprüft die E-Mail Adressen von verschiedenen WordPress Formularen mithilfe der debounce.io API.
pt_br: Verifica o e-mail enviado em vários formulários do WordPress usando o debounce.io API.

source: We can't guarantee perfect delivery to role based emails, but use it if needed.
de_de: Wir können die perfekte Zustellung auf rollenbasierten E-Mails nicht garantieren, sie sind aber erlaubt.
pt_br: Não podemos garantir a entrega perfeita para e-mails baseado em função, mas é permitido usar.

source: Webgurus Email Verification
de_de: Webgurus E-Mail Verifizierung
pt_br: Webgurus Verificação de e-mail

source: Welcome to WebGurus WordPress plugins. We are trying to make your life on WordPress more productive.
de_de: Willkommen bei WebGurus WordPress Plugins. Wir sind bestrebt, das Leben mit WordPress produktiver zu gestalten.
pt_br: Bem-vindo aos plug-ins do WebGurus para WordPress. Estamos procurando tornar sua vida no WordPress mais produtiva.

source: You need to sign up first for your account at %s. Then you need to create an API key and paste it here.
de_de: Du musst zuerst ein Konto bei %s einrichten. Dann musst du einen API-Schlüssel erstellen und ihn hier einfügen.
pt_br: Primeiro, você precisa cadastrar sua conta em %s. Em seguida, você precisa criar uma chave de API e colá-la aqui.

source: Your Debounce.io API Key
de_de: Debounce.io API Schlüssel
pt_br: Sua chave da API Debounce.io
